/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Unable to send item";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Please try again later";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Not signed in to Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ sent a photo.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "This device doesn’t support Skype’s new photo sharing features yet, but you can still view it in your browser here: %@";
